{
    "questions": [
        "1. «Отбасы құндылықтары» тақырыбына әңгімеле.\n",
        "2. Отбасы туралы айтып бер\n",
        "3.Асыл мен Жанардың диалогін әрі қарай толықтыр.\n- Асыл: Жанар, отбасы мүшелері қандай болуы керек деп ойлайсың?\n- Жанар:...\n- Асыл: Оны қалай түсінесің?\n- Жанар: ...\n- Асыл: Отбасы құндылықтарына нені жатқызамыз?\n- Жанар: ...\n- Асыл: Отбасының ұстанымы қандай?\n- Жанар: ...\n",
        "4.Ерболат Әбікенұлы туралы айтып бер.\n",
        "5. «Пәтер іздеп жүр едік» әңгімесі туралы айтып бер.\n",
        "6. Төмендегі сөздерді кірістіріп, пәтер иесі мен пәтер жалдаушының қарым-қатынас туралы сипаттау мәтінін жаз\nКерек сөздер: аянышты, бейшара, жоқтық, жанталас, қиын-қыстау, панасыз, тоқ, жастардың әлеуметтік\nжағдайы, жұмыссыздық.\n",
        "7. «Мұнай-елімізідің шикізат байлығы» тақырыбына әңгімеле\n",
        "8. Сөйлемдерді толықтырыңыз.\n1.Қарашүңгіл – ең алғашқы ... шыққан жер. 2. Қарашүңгіл ... атырабында орналасқан.\n3. 1899 жылы С.Леманның компаниясы Қарашүңгілде тәулігіне ... тонна өнім алған. 4. Қазақстан мұнай қоры\nбойынша ... орында. 5. Атырау, Маңғыстау өңірі Қазақстандағы ... аймақ саналады.\n",
        "9. Әлемдегі мұнай қоры бойынша кесте жаса.\n",
        "10. Гүлжауһар Сейітжан туралы айтып бер.\n",
        "11. Г. Сейітжанның «Қара алтыны халқымның...» өлеңін айтып бер.\n",
        "12. Сөйлемдерді толықтырыңыз.\n1.Мұнайды ақын ... ...ға балайды. 2. Мұнай өндіру оңай емес, ...пен келеді. 3.Мұнайдың түсі ... болып келеді.\n4.Ақын мұнайды ... деп атайды. 5. Олар мұнайды іздеп ...ға аттанды. 6. Далада көзді арбаған ... ойнайды. . 7.\n... ...де мұнайшылар жұмыс жасауда.\n",
        "13. «Қазақ тілі қандай тіл» тақырыбына әңгімеле\n",
        "14.Сұрақтарға жауап бер: Сен неше тіл білесің? 2.Неше тілде еркін сөйлей аласың? «Билигвист» деген кімдер?\n4.Сенің билингвист таныстарың бар ма? 5.Қалай ойлайсың, билингвист болғанның артықшылықтары бар ма? 6.\nекі тілді еркін меңгерген қостілді қайраткерлерді (жазушылар, ақындар, саясаткерлер) білесің бе?\n",
        "15. Сөйлемдерді толықтырыңыз.\n1.М.Әуезов – ... ойлы, кең тынысты жазушы. 2. ... - бір тілде сөйлейтін, бір мекенде тұратын адамдар тобы.\n3. ... - тайпаның бір тармағы. 4. Түркі халқы тіліміздің ...ін бағалап отыр. 5. ... - адамның ішкі жан дүниесіндегі\nкүйініш пен сүйініш сезімі. 6. Тіліміздің ...сі жыл санап өсіп келеді. 7. ... ...н сақтау – әрбіріміздің міндетіміз.\n",
        "16. Ілияс Жансүгіров туралы айтып бер.\n",
        "17. І. Жансүгіровтың «Күй» поэмасы туралы айтып бер\n",
        "18. Берілген сөздердің мағыналарын тап.\n- тоңмойын, мөлтеңдеу, пафос, алпауыт желкілдеу, асқар\n- тербелу, тербеле шайқалу; шабыттана құлшыну, шығармашылық шабыт; заңғар, зәулім, биік; бірбет,\nқыңыр, тәкаппар; жаутаңдау, жалынышпен қарау; үлкен, зор, ірі тұлғалы\n",
        "19. Жұмыс және табыс туралы айтып бер.\n",
        "20. Жұмыс және табыс тақырыбына сұрақ-жауап жасау арқылы диалог құр. Диалогте сан есімдерді қолдан.\n",
        "21. Сөздер мен анықтамасын сәйкестендір.\n- қара жұмыс, ой еңбегі, гендерлік кәсіп, дискриминация, қырын қарау, даңғойлық\n- кәсіптің «әйел жұмысы», «ерлер жұмысы» болып бөлінуі; дене күшін қажет ететін жұмыс; жеке тұлғаны\nнемесе топтарды кемсітушілік, құқықтарының бұзылуы; шығармашылық жұмыс; есерлік, желікпелік;\nдискриминация, кемсіту, менсінбеу\n",
        "22. Ыбырай Алтынсарин туралы айтып бер.\n",
        "23.Ы. Алтынсариннің «Атымтай Жомарт» әңгімесін туралы айтып бер\n",
        "24. Берілген мақал-мәтелдерді «Жомарт», «Қанағат», «Дәулет» тақырыптары бойынша орналастыр.\n1.Байлыққа жомарттық жарасады. 2.Қанағат қарын тойғызар, Қанағатсыз жалғыз атын сойғызар.\n3. Жомарт бергенін айтпас, Ер айтқанынан қайтпас. 4. Байлық түбі –бақыл, Қазына түбі- ақыл.\n5. Жомарт болу кісіні сүйкімді етеді. 6. Еңбегін егіз болса, байлығың сегіз болады. 7. Кең пейілді кемімес, Тар\nпейілді кеңімес. 8. Келген дәулет- кеткен бейнет. 9. Азға қанағат қылғанды Барлық жерде сыйлайды. 10.\nДәулетіне қарай сәулеті.\n",
        "25.Ұлы даланың жеті қырын ата, түсінік бер.\n",
        "26. Көп нүктенің орнына тиісті қосымшаны қойып жаз.\n1.Елбасы Н.Ә.Назарбаевтың «Ұлы дала... жеті қыры» атты мақаласын... Ұлы дала елі...бүгінгі мұрагер...\nтәуелсіз, бірлігі мен берекелі тыныс-тіршілігі ұйысқан еліміз... әлемдік өркениет... алатын орны айқындалған\n(Ғалымқайыр Мұтанов, ғалым). 2.Президентіміз бұл мақала... атқа міну мәдениеті... бастап, ежелгі «аң стилі»\nөнер..н тіл..е тиек етеді (Серік Ақсұңқарұлы, ақын). 3.2018 жылы Елеке сазында киімі алтын... қапталған олжа,\n17-18 жас аралығындаңы ақсүйек жас жігіт... жақсы сақталған қалдықтар... табылды. Біз оны «шамамен біз...\nзаманымыз... дейінгі VІІІ-VІІғ. жерленген» де есептейміз (Зейнолла Самашев, археолог).\n",
        "27. Мақал-мәтелдерді аяқта: 1.Ат - адамның қанаты, ас - ... 2.Аттан айырылсаң, ... 3.Ер қанаты - ... 4.Жылқы -\n... 5.Ат мұратқа ...\n",
        "28. Аңшылық-саяхатшылық туралы айтып бер.\n",
        "29. Аңшылық-саяхатшылық мәтіні бойынша туралы кесте құрастыр. (Жылдар/Өткізілетін орын/Бүркітшілер)\n",
        "30. Ұлттық ат спорты түрлері туралы айтып бер.\n",
        "31. Дүкенбай Досжан туралы айтып бер.\n",
        "32. Дүкенбай Досжанның «Төрт патшаны көрген кейуана» хикаяты туралы айтып бер.\n",
        "33. Сөйлемдерді қажетті есімдіктермен толықтыр.\n1.... кейіпкеріміз ерекше адам екен. 2. ... – танымал жазушы Дүкенбай Досжанның анасы Жамила Жанұзақызы.\n3. ... кейіпкер – 101 жасқа келіп, дүниеден өткен кейуана. 4. Сауыншы болып жұмыс істеген. 5. ... заманында озат\nсауыншы болып, Сталиннің шақыртуымен Мәскеудегі көремеге қатысқан. 6.Алматыда ұлы Дүкенбаймен\nХрущевтің алдын көрген.7. Дінмұхамед Қонаевтың қолын алып, Нұрсұлтан Назарбаевпен кездескен. 8. .. тарихи\nоқиғалар жайлы ұрпақтарына шынайы әңгімелеп, .. әсерімен бөліскен. 9. ... ұзақ ғұмыры мен көшбасшылармен\nкездесуін тағдырдың берген сыйы деп санайды. 10. ... талантты ұлы Дүкенбай Досжан – ... қазақ елінің сүйікті\nқаламгері.\nҚажетті есімдіктер: ол, бұл, өз, өзінің, оның, бүкіл, біздің, бұл, өз,\n",
        "34. «Қазақ театрының қайнары» тақырыбына әңгімеле\n",
        "35. «Киноға шақыру» диалогты толықтыр.\n- Сәлеметсіз бе? «... ... » киносына билет бар … ?\n- Билет бар, бірақ соңғы қатарларға ғана … .\n- Жарайды , маған үш билет беріңізші. Бір билет … тұрады?\n- Бір билет 1000 теңге тұрады. Сізден … теңге. Міне, билеттеріңіз.\n- Рахмет, сау … .\n- Сау болыңыз.\n",
        "36. Сөйлемдерді толықтырыңыз.\n1.Театр алғаш рет құрылған жылы онда Иса Байзақов, Әміре Қашаубаев, Қалибек Қуанышбаев, Елебек Өмірзақов,\nСерке Қожамқұлов, Жұмат Шанин, Шара Жиенқұлова және тағы басқа ... ... қызмет етті. 2.Олар театр\nтарихына ... ... .. . 3. 1934 жылы қазақ драма театрының құрылуына .. .. . 4. Бұрынғы ... ... ... ... қазір Н.Бекежанов\nатындағы облыстық театрдың ғимараты тұр. 5. Бұл күнде ... .. .. драма театрлары ашылды. 6. Қазақ драма\nтеатрының сахнасында қойылған «Қозы-Көрпеш-Баян-сұлу», «Ақан-Сері-Ақтоқты», «Енлік-Кебек», «Ана-Жерана» спектакльдері театр сахнасынан ... .. . 7. Соңғы жылдары театр репертуары .. .. .\nҚажетті сөздер: байи түсті,, өшпес із қалдырды,, негіз болды, түспей келеді, өнер тарландары,, облыс\nорталықтарының бәрінде,, қазақ музыкалық театрының орнында\n",
        "37.Сәбит Оразбай туралы айтып бер.\n",
        "38. «Сәбит Оразбай. «Өмірдің өзі – театр» тақырыбына әңгімеле\n",
        "39. Сұрақтарға жауап беріп, диалог құрыңдар.\n1.Сәбит Оразбай кіммен бірге оқыған? С.Мұратбеков қандай кеңес берді? 3.Газеттің редакторы С.Оразбайға не\nайтты? 4.С.Оразбай неліктен өзі қолымен жаза бастады? 5. Оқырман қандай пікір білдірді?\n",
        "40. «Қазақстандағы экотуризмнің дамуы» тақырыбына әңгімеле\n",
        "41. Экотуризм туралы сұрақтарға жауап бер.\n1.Мемлекеттер қазынасына экотуризм саласынан түсетін инвестицияның проценті қанша? 2. Туризмнен түскен\nкіріс дүниежүзі бойынша нешінші орынды иеленеді? 3. Экотуризмнің ерекшелігі қандай? 4. Экотуризм қай\nсаланың бағыты? 5. Экотуризмді дамытуға қызығушылық танытып жүрген ұйымдарды атаңыз.\n",
        "42. Берілген сөйлемдердің етістіктеріне көсемшенің жұрнақтарын жалғап, сөйлемдерді толықтыр.\n1.Анам жақын күндерде Көкшетауға демалуға бар... жүр. 2.Күз қара суығын ала ке..., Алакөлдегі жағажайдың\nмаусымдық жұмыстары тоқтатылды. 3.Жақында Қатон-Қарағайдан кел.. жат..., ондағы ұлттық паркке\nбардым. 4.Алдағы жылдарда Қазақстандағы экотуризм қарышта... дамитынына сенемін.\n",
        "43. Сәкен Сейфуллин туралы айтып бер.\n",
        "44.Сәкен Сейфуллин «Көкшетау» поэмасының үзіндісін жатқа айтып бер.\n",
        "45. «Көкшетау» поэма үзіндісін қажетті сөздермен толықтырыңыз\n1.«Көкшетау» поэмасының алғашқы бөлімінде ... ... 2.Көкшенің көркі сипатталады. Оның саясында .. ... бар,\nауасы дертке дауа екенін айтады. 3.Ақын Көкшетаудың ырғалып өскен қарағайы мен әппақ қайыңының ... ...\nтөңірекке таратып тұрған жібектей желімен жаныңды желпіп өткендей болады. 4.Көкпеңбек ... биік шыңын\nсуреттей келе, жұпар ауасынан бір жұтсаң, өлгенше көкірегіңнен ... кетпейді деп, оқыған жанды Көкшенің\nкелбетіне ғашық етеді.\nҚажетті сөздер: сексен көлі, кербез сұлу, мұнарлы, жұпар иісін, құмар\n",
        "46. Ілияс Жансүгіров туралы айтып бер.\n",
        "47. Ілияс Жансүгіров. «Жетісу суреттері» өлеңіндегі фактілер, көзқарас, астарлы ой, автор позициясы туралы айтып\nбер.\n",
        "48. Ілияс Жансүгіровтың «Жетісу суреттері» өлеңіндегі, детальді ақпараттар, астарлы ойды анықтап, ақпараттың\nоқырманға әсерін, автор позициясын айтып бер.\n",
        "49. «Әкеге қарап ұл өсер» тақырыбына әңгімеле\n",
        "50. Ер балаға байланысты мақал-мәтелдерді аяқта, мағынасын түсіндір. Бүгінгі өмірмен байланыстыр.\n1.Ер барда ел ... 2.Ердің екі сөйлегені ... 3.Қоянды қамыс өлтеріді, ерді ... 4. Ер жігіт ел үшін туады, ел үшін ..\n5.Ұланы бар елдің ... 6.Жігіттің түсін айтпа, ...\n",
        "51. Сөйлемдерді қажетті сөздермен толықтыр.\n1.Қазақ халқы ұл тәрбиесіне ... ... ... . 2.Ұл балаларды ел қорғайтын ер, ... ... ретінде, әділдікке, қайсарлыққа,\nкендікке тәрбиелеген. 3. Қазақ отбасында әкелер бар өнерін ... үйреткен. 4. Оларды мерген, аңшы, яғни «... ... »\nжігіт етіп тәрбиелеуді мақсат еткен.\nҚажетті сөздер: ұрпағына, ерекше мән берген, сегіз қарлы, бір сырлы, ұлттың намысты азаматы,\n",
        "52. «Асыл текті аналар» тақырыбына әңгімеле\n",
        "53. Қыз балаға байланысты мақал-мәтелдерді аяқта, мағынасын түсіндір. Бүгінгі өмірмен байланыстыр. 1.Аяғын\nкөріп асын іш, ... 2. Қыз- ... 3. Гүл өссе, жердің көркі, ... 4. Жақсы әйел - ...\n",
        "54. Қыз баланың тәрбиесіне байланысты сұрақтарға жауап бер.\n1.Қазақ халқы қыз баланы неше жастан бастап үй шаруасына баулыған? 2. Қыз балаға қандай жұмыстарды\nүйретіп отырған? 3. Анасы қызымен қалай сөйлескен? 4.Қыз баланы қалай тәрбиелеген?\n",
        "55. Мұхтар Әуезов туралы айтып бер\n",
        "56. Мұхтар Әуезов. «Абай жолы» роман-эпопеясы туралы айтып бер\n",
        "57. Мұхтар Әуезов. «Абай жолы» роман-эпопеясының үзіндісін оқып, негізгі идеясын анықта. 1 кітап.\n",
        "58. Мұхтар Әуезов. «Абай жолы» роман-эпопеясындағы әйел образдары туралы айтып бер\n",
        "59. Мұхтар Әуезов. «Абай жолы» роман-эпопеясының үзіндісін аға мен қарындас, аға мен іні\nарасындағы туыстық қатынасты білдіріп тұрған жерлерді тауып жаз. 2 кітап.\n",
        "60. Мұхтар Әуезов. «Абай жолы» роман-эпопеясының үзіндісіне 8 сұрақ құрастыр.\n",
        "61. «Ел болашағы» тақырыбына әңгімеле\n",
        "62.Мағжан Жұмабаевтің «Мен жастарға сенемін» өлеңін айтып бер.\n",
        "63. Сөйлемдерді қажетті сөздермен толықтыр. Шылауларды тауып, жалғаулықтардың қай түріне жататынын\nанықта.\n1.Саябақта ... мен бойжеткен отырды. 2. Қыздың ... сұлу екен. 3. Мен олармен амандастым да ... алдым.\n4.Олардан ... қандай екенін, кімге еліктейтінін сұрадым. 5. Бозбала мен бойжеткеннің сөздері бір-бірімен ... .\n6.Олардан жастардың ... мәселесін сұрадым. 7. Бозбала мен бойжеткен бірнеше ... ой атты.\nҚажетті сөздер: бозбала, келбеті, сауалнама, жора-жодастары, тоғысты, түйіткіл, бастамашыл\n",
        "64. «Қазақстандағы көші-қон тарихы» тақырыбына әңгімеле\n",
        "65. Берілген терминдерге анықтама бер.\nДемография- ..., көші-қон-..., миграция-..., халықаралық миграция - ..., сыртқы миграция- ..., виза-...\n",
        "66. «Жаһандық миграция: жағдайы мен болашағы» тақырыбында ғалымдар мен журналистердің сұхбатын\nдайында\n",
        "67.Қабдеш Жұмаділов – қаламгер туралы айтып бер.\n",
        "68. Қ. Жұмаділовтың «Қаздар қайтып барады» повесі туралы айтып бер.\n",
        "69. Туған жер дегенде ойыңызға не келеді, көз алдыныңға не елестейді? «Туған жер» сөзіне ассоциация құр.\n",
        "70. «Толеранттылық – бейбітшілік кепілі» тақырыбына әңгімеле\n",
        "71. Көп нүктенің орнына тиісті қосымшаны қойып, мақал-мәтелдерді түсіндір.\n1.Андамай сөйле... ауырмай өледі. 2. Ордалы жылан... ойнама. 3. Досы көп... жау алмайды, ақылы көп... дау\nалмайды.4.Жартыны жарып жеген – татулық... белгсі. 5.Адам... өзі жетпеген жер... сөзі жетеді. 6. Тас...\nұрғанды ас...ұр.\n",
        "72. Сұрақтарға жауап бер:\n1.Әлемдік аренада қандай өзгерістер болып жатыр? Адамзат қандай жетістіктерге қол жеткізді? Қандай\nқұндылықтарға назар аударылды? Адамзат өркениетіне қандай мәселелер қауіп төндіріп тұр? Толеранттылық\nдегеніміз не? Адамдардың құқы мен бостандығы қай жерде сақталады? Төзімсіздік қандай мәселелерді\nтудырады?\n",
        "73. Сайын Мұратбеков туралы айтып бер.\n",
        "74. Сайын Мұратбековтың «Телі өскен ұл» повесі туралы айтып бер.\n",
        "75. Сайын Мұратбековтың «Телі өскен ұл» повесінің үзіндісіндегі Евдокия әжейдің үйін сипаттап бер.\n",
        "76.Сайын Мұратбековтың «Телі өскен ұл» повесіне түсірілген фильм туралы айтып бер.\n",
        "77.Сайын Мұратбековтың «Телі өскен ұл» повесінің басты кейіпкерлеріне мінездеме бер.\n",
        "78. Сөздердің анықтамасын сәйкестендір:\n- ағайын, тағзым ету, бауыр, бауырына басу, жәрдем, дүрлігу, парыз\n- міндет, борыш; қатты абыржу; иіліп құрмет, қошемет көрсету; бірге туған туыс, ағайындас; қолғабыс, демеу,\nкөмек; қамқор болу, асырау; туыс, аталас, бауырлас адамдар\n",
        "79. Сағадат Нұрмағамбетов туралы әңгімеле.\n",
        "80. «Қаһарман» сөзінің мағынасын анықта. Шағын мәтін түрінде пікір жаз.\n",
        "81. Сұрақтарға жауап беріп, диалог құрыңдар.\n1.Еліміздің тәуелсіздігі мен тыныштығын сақтауға үлкен үлес қосқан қандай тұлғаларды білесің? 2.\nС.Нұрмағамбетовтың жас кезіндегі арманы қандай еді және ол неге орындалмай қалды? 3. Батыр Ұлы Отан\nсоғысы кезінде қай елдерді жаудан азат еттті? 4.Кеңес Одағының Батыры атағы не үшін берліді? Қаһарман\nС.Нұрмағамбетов соғыстан кейін немен шұғылданады? 6.Сағадат Қожахметұлына Халық Қаһарманы атағы не\nүшін берілді?\n",
        "82. «Білім- мемлекеттің қауіпсіздігі» тақырыбына әңгімеле\n",
        "83. Білімге байланысты мақал-мәтелдерді толықтыр. Бұл өмірмен байланыстыр.\n1.Күш білімде, білім - ... 2. Білімдіге дүние жарық, білімсіздің күні ... 3. Білім ауысады, ырыс ... 4. Білім арзан, білу\n...\n",
        "84. Берілген оқшау сөздерді қолданып, ойыңды айт.\nҮлгі: Меніңше, білімді ұрпақ бұл-тәуелсізздік тірегі.\n1.Меніңше, ұлттық қауіпсіздік дегеніміз ... 2. Әрине, бұл мәселелер уақытылы шешілмесе ... 3. Сірә, білім беру мен\nмемлекеттің қауіпсіздігі ... 4. Апырай, Ә! Білім беру жүйесі мынадай болса... 5. Әттеген-ай, бұрыннан бері білім\nжүйесін...\n",
        "85. Несіпбек Айтұлы туралы айтып бер.\n",
        "86. Несіпбек Айтұлы. «Бәйтерек» поэмасы туралы айтып бер.\n",
        "87. ҚР мемлекеттік рәміздері қандай? Әнұранын айтып бер.\n",
        "88. Мұқағали Мақатаев туралы айтып бер.\n",
        "89.Мұқағали Мақатаевтің «Сағатым қайда, сағатым?» өлеңін жатқа айт.\n",
        "90. Сұрақтарға жауап бер.\n1.Уақытты бағалай білесің бе? 2. Уақытыңды қалай өткізіп жатырсың? 3. Уақытың жеткіліткі ме?\n"
    ]
}